//ok
/* adToGetOneMoreBottleWillBeAvailableInAppTexts */
" Ad to get one more bottle will be available in: " = " L’annonce publicitaire pour ajouter une bouteille d’eau sera affichée dans: ";

//ok
/* day (день) */
" day" = " jour";

//ok
/* days (дня(ей)) */
" days" = " jours";

//ok
/* L - liter shortly */
" L" = " L";

//ok
/* ex. progress 0.5 out of 1 liter */
" liter" = " litre";

//ok
/* ex. progress 1  out of 2 liters */
" liters" = " liters";

//ok
/*  of water consumption? */
" of water consumption?" = " de la consummation d’eau?";

//ok
/* progress */
" Progress" = " Progrès";

//ok
/* textGetOneMoreBottleOrGetPremium */
" To get one more bottle, you should watch Rewarded Ads or buy a premium account to get unlimited water!" = " Pour obtenir une bouteille supplémentaire, veuillez visionner ou achetez un abonnement bonifié pour la quantité illimitée!";

//ok
/* adsToGetOneMoreBottleNotAvailableAppTexts */
" We are sorry, Ads to get one more bottle are not available now, please try later." = " Nous sommes désolés, des annonces publicitaires pour avoir une bouteille d’eau supplémentaire sont indisponibles, veuillez réessayer plus tard";

//ok
/* functionUnavailableAppTexts */
" We are sorry, this function is unavailable." = " Nous sommes désolés, cette option n’est pas disponible.";

//ok
/* youHaveMaximumFullBottlesAppTexts */
" You have maximum full bottles:" = " Vous avez atteint le maximum de bouteilles pleines:";

//ok
/* 10 minutes later */
"10 minutes later" = "dans 10 minutes";

//ok
/* 15 minutes later */
"15 minutes later" = "dans 15 minutes";

//ok
/* 5 minutes later */
"5 minutes later" = "dans 5 minutes";

//ok
/* alertRequestIDFAWasDenied */
"\nWe keep this app free by showing ads. We use your device identifiers, such as the device’s advertising identifier, to display ads in the app. You denied access to these data. You can 'Allow tracking' in the phone`s settings or pay for ad-free version." = "\nNous vous offrons la version gratuite de l’application en incluant des annonces publicitairesWe keep this app free by showing ads. Nous utilisons des réglages de votre appareil, tels les filtres de publicité, afin d’afficher des annonces dans l’application. Vous avez refusé l’accès à ces fonctionnalités. Veuillez “Autoriser le traçage” dans les réglages de votre appareil ou achetez la version sans annonces publicitaires.";

//ok
/* doctorConsultationText */
"\tCaution!\n\tThe app only controls the amount of water you drink based on daily quantity you choose. To choose daily quantity, you should consult your doctor." = "\tAttention!\n\tL’application mesure la quantité d’eau consommée par rapport à la norme quotidienne choisie. Consulter votre médecin pour choisir la quantité appropriée dans votre cas.";

//ok
/* Congratulations Get VIP Version */
"\tCongratulations! \n\tNow you have an ad-free version of the app with unlimited water bottles!" = "Bravo! \nMaintenant, vous avez une version sans publicité de l'application avec des bouteilles d'eau illimitées!";

//ok
/* offer premium version */
"\tHi! \n\tDo you want to buy app version with out ad and with unlimited water bottles!? \n\tThe prise: " = "Salut! \nVoulez-vous acheter la version de l'application sans publicité et avec des bouteilles d'eau illimitées!? Prix: ";

//ok
/* loading */
"\tLoading..." = "\tTéléchargement...";

//ok
/* alertTextChouseVolumeType */
"\tPlease select the units system: \"Liter\" or \"Oz\"" = "\tVeuillez choisir le système d’unités: \"Liter\" or \"Oz\"";

/* error */
"\tSorry! An error occurred. Please, try again later." = "\tSorry! An error occurred. Please, try again later.";

//ok
/* alertProblemsWithOpenSettingsAppTexts */
"\tSorry! We have a problem openning the app notification settings. You can try to do this manually in your phone settings." = "\tDésolé! Nous éprouvons des difficultés avec les réglages de notifications de l’application. Veuillez essayer de faire les modifications souhaitées dans les réglages de votre appareil.";

//ok
/* alertTryGetAdConsentOneMoreTimeOrByPremiumAlertControllerText */
"\tWe are sorry, but we have a problem downloading the app to use it for free by viewing ads. It can be problems with the Interet connection.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.\n\t\"Try again\" - try to load app to use it free by showing ads.\n\t\"Ad-free\" - you can paid for ad-free version." = "\tNous sommes désolés, il y a un problème de téléchargement de la version gratuite de l’application. Vérifiez votre connexion Internet.\n\t\"Cancel\" - Le téléchargement de l’application continuera, mais vous ne pourrez pas avoir plus de bouteilles d’eau.\n\t\"Try again\" - Réessayez de télécharger la version gratuite incluant des publicités.\n\t\"Ad-free\" - Vous pouvez acheter la version sans publicité.";

//ok
/* alertTryGetAdConsentOneMoreTimeOrByPremiumAlertControllerText */
"\tWe are sorry, but we have a problem downloading the app to use it for free by viewing ads.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.\n\t\"Ad-free\" - you can paiy for ad-free version." = "\tNous sommes désolés, le téléchargement de la version gratuite de l’application a échoué.\n\t\"Cancel\" - Le téléchargement de l’application continuera, mais vous ne pourrez pas avoir plus de bouteilles d’eau.\n\t\"Ad-free\" - Vous pouvez acheter la version sans publicité.";

//ok
/* alertRequestIDFAWillShow */
"\tWe keep this app free by showing ads. Tap 'Allow tracking' on the next screen to give permission to use your device identifiers, such as the device’s advertising identifier, to display ads in the app. You can also pay for ad-free version." = "\tNous vous offrons la version gratuite de l’application en incluant des annonces publicitaires. Choisissez « Autoriser le traçage » à l’écran suivant pour autoriser les annonces dans l’application. Vous pouvez également acheter la version sans annonces.";

//ok
/* changeConsentText */
"\tWe keep this app free by showing ads. We care about your privacy and data security.\n\t\"Ads\" - your agree that our partners will collect data and use a unique identifier on your device to show you ads.\n\t\"Ad-free\" - ad-free version." = "\tNous vous offrons la version gratuite de l’application en incluant des annonces publicitaires. La protection de vos données personnelles est importante pour nous.\n\t\"Ads\" - Vous autorisez nos partenaires à recueillir certaines informations, en utilisant un identifiant unique, afin de permettre l’affichage des annonces publicitaires.\n\t\"Ad-free\" - La version sans annonces publicitaires.";

//ok
/* alertTextNotificationDenied */
"\tWe use notifications to remind you to drink water. But you refused to notify the app. You can enable notifications in your phone settings." = "\tNous utilisons les notifications pour vous rappeler de boire de l’eau. Vous avez refusé l’accès à ces fonctionnalités. Vous pouvez les autoriser dans les réglages de votre appareil.";

//ok
/* alertBeforeGetAdsConsentForEuropeanZoneTextAppTexts */
"\tWelcome! We keep this app free by showing ads. Advertising may have age restrictions. By selecting \"Ads\" version you confirm that you have reached the age of majority, otherwise you should use the \"Ad-free\" version." = "\tBienvenue! Nous vous offrons la version gratuite de l’application en incluant des annonces publicitaires. Des restrictions d’âge peuvent s’appliquer à certaines annonces. En choisissant la version \"Ads\", version vous confirmez que vous avez atteint l’âge de majorité. Sinon, veuillez choisir la version\"Ad-free\".";

//ok
/* alertGetAdsConsentForNotEuropeanZoneText */
"\tWelcome! We keep this app free by showing ads. We care about your privacy and data security.\n\t\"Ads\" - your agree that our partners will collect data and use a unique identifier on your device to show you ads. Advertising may have age restrictions. By selecting \"Ads\" you confirm that you have reached the age of majority, otherwise you should use the \"Ad-free\" version.\n\t\"Ad-free\" - ad-free version.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water." = "\tBienvenue! Nous vous offrons la version gratuite de l’application en incluant des annonces publicitaires. La protection de vos données personnelles est importante pour nous.\n\t\"Ads\" - Vous autorisez nos partenaires à recueillir certaines informations, en utilisant un identifiant unique, afin de permettre l’affichage des annonces publicitaires. Des restrictions d’âge peuvent s’appliquer à certaines annonces. En choisissant la version \"Ads\", vous confirmez que vous avez atteint l’âge de majorité. Sinon, veuillez choisir la version \"Ad-free\.\n\t\"Ad-free\" - La version sans annonces.\n\t\"Cancel\" - Le téléchargement de l’application continuera, mais vous ne pourrez pas avoir plus de bouteilles d’eau.";

//ok
/* textLoadError */
"Ad loading error! You can try one more time or buy a premium account to get unlimited water!" = "Une erreur de téléchargement! Veuillez réessayer ou achetez un abonnement bonifié pour la quantité illimitée!";

//ok
/* textAdDismissed */
"Ad was dismissed! You can try one more time or buy a premium account to get unlimited water!" = "Vous aviez ignore une annonce ! Veuillez réessayer ou achetez un abonnement bonifié pour la quantité illimitée!";

//ok
/* Add user button */
"Add user" = "+1 utilisateur";

//ok
/* Auto - type of working */
"auto" = "auto";

//ok
/* Buy */
"Buy" = "Acheter";

//ok
/* Cancel */
"Cancel" = "Annuler";

//ok
/* Change user name */
"Change name" = "Changer le nom";

//ok
/* common settings */
"Common" = "Commun";

//ok
/* delete user */
"delete user" = "supprimer utilisateur";

//ok
/* dissmis */
"dissmis" = "rejeter";

//ok
/* doYouReallyWantToDeleteMeAppTexts */
"Do you really want to delete " = "Voulez-vous supprimer ";

//ok
/* Do you really want to delete the first */
"Do you really want to delete the first " = "Voulez-vous supprimer le premier ";

//ok
/* Friday */
"Friday" = "Vendredi";

//ok
/* first greeting word */
"Hi" = "Bonjour";

//ok
/* textWeHaveNewAppVersion */
"Hi! A new version of the app is waiting for you!" = "Bonjour! Une nouvelle version de l’application est disponible!";

//ok
/* notification text */
"It`s time to drink ... of course water!" = "C’est le temps de boire ... de l’eau, bien sûr!";

//ok
/* notification text */
"It`s time to drink pure water!" = "C’est le temps de boire de l’eau pure!";

//ok
/* notification text */
"It`s time to drink some water!" = "C’est le temps de boire de l’eau!";

//ok
/* later */
"later" = "plus tard";

//ok
/* manually - type of working */
"manually" = "manuellement";

//ok
/* me(Do you really want to delete me) */
"me" = "moi";

//ok
/* mililitre (shortly) */
"ml" = "ml";

//ok
/* Monday */
"Monday" = "Lundi";

//ok
/* Name */
"Name" = "Nom";

//ok
/* textNoAvailableBottlesWithWater */
"No available bottles with water" = "Il n’y a pas de bouteilles d’eau disponibles";

//ok
/* Notifications */
"notifications" = "notifications";

//ok
/* ex. progress 10 liters of 20 liters */
"out of" = "out of";

//ok
/* Rate the app */
"Rate the app" = "Évaluer";

//ok
/* Restore purchases */
"Restore purchases" = "Rétablir les achats";

//ok
/* Saturday */
"Saturday" = "Samedi";

//ok
/* Share the app */
"Share the app" = "Partager";

//ok
/* special settings */
"Special" = "Spécial";

//ok
/* Sunday */
"Sunday" = "Dimanche";

//ok
/* textNoWaterInTheBottle */
"There is no water in the bottle. You should fill the bottle!" = "Il n’y a pas d’eau dans la bouteille! Remplissez-la!";

//ok
/* Thursday */
"Thursday" = "Jeudi";

//ok
/* times a day: */
"times a day:" = "fois par jour:";

//ok
/* Tuesday */
"Tuesday" = "Mardi";

//ok
/* Wednesday */
"Wednesday" = "Mercredi";

//ok
/* textFillTheIsNotEmptyBottle */
"Your bottle is not empty. Do you still want to fill it?" = "Votre bouteille n’est pas vide. Voulez-vous la remplir quand même?";

//ok
/* reminder */
"reminder" = "rappel";

//ok
/* The aim achieved */
"The aim achieved !!!" = "L'objectif atteint !!!";

//ok
/* update */
"update" = "mettre";

//ok
/* You have */
"You have" = "Vous avez";

//ok
/* days of water consumption history */
"of water consumption history" = "de consommation d'eau histoire";

//ok
/* Do you want to delete this history */
"Do you want to delete this history" = "Voulez-vous supprimer cet historique";

